/* No comment provided by engineer. */
"A better score already exists for this login !" = "A better score already exists for this login !";

/* Classes/TRAppDelegate.m
   Classes/ConnectionController.m
   Classes/TRFriendsManagerDelegate.m */
"Cancel" = "Cancel";

/* Classes/prefsController.m */
"Check your network connection and try again." = "Check your network connection and try again.";

/* Classes/TRFriendsManagerDelegate.m */
"Checking login..." = "Checking login...";

/* Classes/prefsController.m */
"Checking login/password..." = "Checking login/password...";

/* Classes/prefsController.m */
"Choose one" = "Choose one";

/* Classes/prefsController.m */
"Choose your country!" = "Choose your country!";

/* No comment provided by engineer. */
"Congratulations !" = "Congratulations !";

/* Classes/TRAppDelegate.m */
"Create an account" = "Create an account";

/* Classes/prefsController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings panel) ?" = "Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings panel) ?";

/* Classes/prefsController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings pannel) ?" = "Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings pannel) ?";

/* Classes/TRFriendsManagerDelegate.m */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Friends List." = "Edit Friends List.";

/* No comment provided by engineer. */
"Empty Friends List." = "Empty Friends List.";

/* Classes/TRFriendsManagerDelegate.m
   Classes/prefsController.m */
"Error !" = "Error !";

/* Classes/prefsController.m */
"For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update." = "For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update.";

/* No comment provided by engineer. */
"For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update." = "For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update.";

/* No comment provided by engineer. */
"Getting World rankings for the score you just did..." = "Getting World rankings for the score you just did...";

/* Classes/prefsController.m */
"Internal server error! Please try again Later." = "Internal server error! Please try again Later.";

/* Classes/TRFriendsManagerDelegate.m */
"is already in your friends list." = "is already in your friends list.";

/* Classes/TRAppDelegate.m */
"Login" = "Login";

/* Classes/prefsController.m */
"Login must be between 1 and 15 characters!" = "Login must be between 1 and 15 characters!";

/* Classes/prefsController.m */
"No" = "No";

/* No comment provided by engineer. */
"No need to update !" = "No need to update !";

/* No comment provided by engineer. */
"No rankings available !" = "No rankings available !";

/* Classes/prefsController.m */
"Nobody is registered with this login." = "Nobody is registered with this login.";

/* Classes/TRFriendsManagerDelegate.m */
"Ok" = "Ok";

/* Classes/prefsController.m */
"Password must be less or equal than 10 characters!" = "Password must be less or equal than 10 characters!";

/* Classes/prefsController.m */
"Password must be more or equal than 5 characters" = "Password must be more or equal than 5 characters";

/* Classes/prefsController.m */
"Passwords entered are differents!" = "Passwords entered are differents!";

/* Classes/ConnectionController.m */
"Please wait..." = "Please wait...";

/* No comment provided by engineer. */
"Refreshing ranking infos..." = "Refreshing ranking infos...";

/* No comment provided by engineer. */
"Refreshing rankings..." = "Refreshing rankings...";

/* Classes/TRAppDelegate.m */
"Registered users only" = "Registered users only";

/* No comment provided by engineer. */
"Saving score online..." = "Saving score online...";

/* No comment provided by engineer. */
"Saving unsaved scores online..." = "Saving unsaved scores online...";

/* No comment provided by engineer. */
"Score not saved !" = "Score not saved !";

/* No comment provided by engineer. */
"Scores online were already up-to-date." = "Scores online were already up-to-date.";

/* Classes/prefsController.m */
"Sending registration data..." = "Sending registration data...";

/* Classes/prefsController.m */
"The login you entered already exists! Please choose another." = "The login you entered already exists! Please choose another.";

/* Classes/prefsController.m */
"Unknown error!" = "Unknown error!";

/* No comment provided by engineer. */
"Unsaved scores detected. Do you want to save them online now ?" = "Unsaved scores detected. Do you want to save them online now ?";

/* Classes/prefsController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the login." = "Use only alphanumeric characters, \"-\", and \"_\" for the login.";

/* Classes/prefsController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the password." = "Use only alphanumeric characters, \"-\", and \"_\" for the password.";

/* Classes/prefsController.m */
"Welcome" = "Welcome";

/* Classes/prefsController.m */
"Welcome !" = "Welcome !";

/* No comment provided by engineer. */
"World rankings" = "World rankings";

/* No comment provided by engineer. */
"Wrong login or password. Go to settings pannel to settle this problem." = "Wrong login or password. Go to settings pannel to settle this problem.";

/* Classes/prefsController.m */
"Wrong login/password." = "Wrong login/password.";

/* Classes/prefsController.m */
"Yes" = "Yes";

/* Classes/TRFriendsManagerDelegate.m */
"You cannot be friend with yourself." = "You cannot be friend with yourself.";

/* No comment provided by engineer. */
"You don't have any scores saved online for the moment !" = "You don't have any scores saved online for the moment !";

/* No comment provided by engineer. */
"You don't have any scores saved online for this race in \"speed only\" mode for the moment !" = "You don't have any scores saved online for this race in \"speed only\" mode for the moment !";

/* Classes/TRAppDelegate.m */
"You need to own an account to play. It's free, and allows you to be ranked with the other players in the world. If you are already registered, click on 'Login'." = "You need to own an account to play. It's free, and allows you to be ranked with the other players in the world. If you are already registered, click on 'Login'.";

